package duel;

public final class Const
{
    public final static double INTERVEL = 0.5;
    public final static int HP = 800;
    public final static String[] heroName =
    { "亚巴顿", "戴泽", "米波", "帕格那", "哈斯卡", "露娜", "陈", "杰奇洛", "奈文摩尔", "宙斯", "力丸",
            "悉拉贝尔", "米拉娜", "拉娜娅", "帕克", "美杜莎", "路西法", "斯拉达", "阿卡莎", "克林克兹",
            "剃刀", "奈克斯", "恐怖利刃", "莱恩", "马格纳斯", "维萨吉", "茉崔蒂", "罗斯塔", "帕吉",
            "玛吉纳", "拉比克", "莉娜", "斯温", "昆卡", "斯拉克", "金扎克", "艾欧", "崔希丝", "涅沙",
            "巴拉那", "刚铎", "墨丘利", "菲尼克斯", "萨尔", "卡尔", "艾瑞达", "利维坦", "贝恩霍勒",
            "巴拉森", "拉席克" };
}
